const result: any[] = [
  {
    label: "机场方向北通道",
    info: [
      {
        id: "C001",
        ip: "10.140.85.120",
        seriesNumber: "31018900001320000274",
        region: "北通道自动门高铁方向1",
      },
      {
        id: "C003",
        ip: "10.140.65.74",
        seriesNumber: "31018900001320000278",
        region: "北通道自动门机场方向1",
      },
      {
        id: "C004",
        ip: "10.140.65.71",
        seriesNumber: "31018900001320000279",
        region: "北通道自动门机场方向2",
      },
    ],
  },
  {
    label: "机场方向南通道",
    info: [
      {
        id: "C005",
        ip: "10.140.85.121",
        seriesNumber: "31018900001320000277",
        region: "南通道自动门高铁方向1",
      },
      {
        id: "",
        ip: "10.140.65.72",
        seriesNumber: "",
        region: "南通道自动门机场方向1",
      },
      {
        id: "",
        ip: "10.140.65.73",
        seriesNumber: "",
        region: "南通道自动门机场方向2",
      },
    ],
  },
  {
    label: "磁浮B1高铁连廊针对高铁中门",
    info: [
      {
        id: "C010",
        ip: "10.140.65.70",
        seriesNumber: "31018900001320000280",
        region: "磁浮B1高铁连廊针对高铁中门",
      },
    ],
  },
  {
    label: "市域铁出租车上客点车辆出口",
    info: [
      {
        id: "C027",
        ip: "10.140.85.31",
        seriesNumber: "31018900001320000292",
        region: "市域铁出租车上客点车辆出口",
      },
    ],
  },
  {
    label: "高铁出发东侧电梯",
    info: [
      {
        id: "C028",
        ip: "10.140.65.48",
        seriesNumber: "31018900001320000262",
        region: "高铁B1层北通道东入口朝自动扶梯",
      },
      {
        id: "C029",
        ip: "10.140.65.49",
        seriesNumber: "31018900001320000263",
        region: "高铁B1层南通道东入口朝自动扶梯",
      },
    ],
  },
  {
    label: "高铁出发西侧电梯",
    info: [
      {
        id: "C030",
        ip: "10.140.65.47",
        seriesNumber: "31018900001320000264",
        region: "高铁B1层北通道西入口朝自动扶梯",
      },
      {
        id: "",
        ip: "10.140.65.45",
        seriesNumber: "",
        region: "高铁B1层南通道西入口朝自动扶梯",
      },
      {
        id: "",
        ip: "10.140.65.46",
        seriesNumber: "",
        region: "高铁B1层北通道西入口朝垂直电梯厅",
      },
      {
        id: "",
        ip: "10.140.65.50",
        seriesNumber: "",
        region: "高铁B1层南通道西入口朝垂直电梯厅",
      },
    ],
  },
  {
    label: "P9停车场出入口楼梯",
    info: [
      {
        id: "C034",
        ip: "10.141.15.34",
        seriesNumber: "31018900001320000001",
        region: "B1层P9停车场楼梯侧出入口",
      },
    ],
  },
  {
    label: "P9停车库人员出入口",
    info: [
      {
        id: "C035",
        ip: "10.141.15.35",
        seriesNumber: "31018900001320000002",
        region: "B1层P9停车场1号出入口1",
      },
      {
        id: "C036",
        ip: "10.141.15.36",
        seriesNumber: "31018900001320000003",
        region: "B1层P9停车场1号出入口2",
      },
      {
        id: "",
        ip: "10.141.15.37",
        seriesNumber: "",
        region: "B1层P9停车场2号出入口",
      },
      {
        id: "",
        ip: "10.141.15.38",
        seriesNumber: "",
        region: "B1层P9停车场3号出入口",
      },
    ],
  },
  {
    label: "P9停车库网约车上客点车道",
    info: [
      {
        id: "C039",
        ip: "10.141.15.39",
        seriesNumber: "31018900001320000039",
        region: "B1层P9停车场网约车上客点出口车道",
      },
      {
        id: "C040",
        ip: "10.141.15.40",
        seriesNumber: "31018900001320000007",
        region: "B1层P9停车场网约车上客点入口车道1",
      },
      {
        id: "C041",
        ip: "10.141.15.41",
        seriesNumber: "31018900001320000008",
        region: "B1层P9停车场网约车上客点入口车道2",
      },
    ],
  },
  {
    label: "P9停车库网约车上客点入口",
    info: [
      {
        id: "C042",
        ip: "10.141.15.42",
        seriesNumber: "31018900001320000009",
        region: "B1层P9停车场网约车上客点人员入口",
      },
    ],
  },
  {
    label: "P9停车库网约车上客点1-3",
    info: [
      {
        id: "C043",
        ip: "10.141.15.43",
        seriesNumber: "31018900001320000010",
        region: "B1层P9停车场网约车1#上客点",
      },
      {
        id: "C044",
        ip: "10.141.15.44",
        seriesNumber: "31018900001320000011",
        region: "B1层P9停车场网约车1#上客点",
      },
      {
        id: "C045",
        ip: "10.141.15.45",
        seriesNumber: "31018900001320000012",
        region: "B1层P9停车场网约车3#上客点",
      },
      {
        id: "C046",
        ip: "10.141.15.46",
        seriesNumber: "31018900001320000013",
        region: "B1层P9停车场网约车3#上客点",
      },
    ],
  },
  {
    label: "P9停车库网约车上客点5-7",
    info: [
      {
        id: "C047",
        ip: "10.141.15.47",
        seriesNumber: "31018900001320000014",
        region: "B1层P9停车场网约车5#上客点",
      },
      {
        id: "C048",
        ip: "10.141.15.48",
        seriesNumber: "31018900001320000015",
        region: "B1层P9停车场网约车5#上客点",
      },
      {
        id: "C049",
        ip: "10.141.15.49",
        seriesNumber: "31018900001320000016",
        region: "B1层P9停车场网约车7#上客点",
      },
      {
        id: "C050",
        ip: "10.141.15.50",
        seriesNumber: "31018900001320000017",
        region: "B1层P9停车场网约车7#上客点",
      },
    ],
  },
  {
    label: "P9停车库网约车上客点9-15",
    info: [
      {
        id: "C051",
        ip: "10.141.15.51",
        seriesNumber: "31018900001320000018",
        region: "B1层P9停车场网约车9#上客点",
      },
      {
        id: "C052",
        ip: "10.141.15.52",
        seriesNumber: "31018900001320000019",
        region: "B1层P9停车场网约车11#上客点",
      },
      {
        id: "C053",
        ip: "10.141.15.53",
        seriesNumber: "31018900001320000020",
        region: "B1层P9停车场网约车13#上客点",
      },
      {
        id: "C054",
        ip: "10.141.15.54",
        seriesNumber: "31018900001320000021",
        region: "B1层P9停车场网约车15#上客点",
      },
    ],
  },
  {
    label: "P9停车库B1层电梯",
    info: [
      {
        id: "C055",
        ip: "10.141.15.55",
        seriesNumber: "31018900001320000022",
        region: "B1层P9垂直电梯电梯厅",
      },
    ],
  },
  {
    label: "P9停车库B1层坡道",
    info: [
      {
        id: "C059",
        ip: "10.141.15.59",
        seriesNumber: "31018900001320000026",
        region: "B1层P9老库西侧上下层车道",
      },
      {
        id: "C060",
        ip: "10.141.15.60",
        seriesNumber: "31018900001320000027",
        region: "B1层P9老库东侧上下层车道",
      },
      {
        id: "C061",
        ip: "10.141.15.61",
        seriesNumber: "31018900001320000028",
        region: "B1层P9新库东侧上下层车道",
      },
      {
        id: "C062",
        ip: "10.141.15.62",
        seriesNumber: "31018900001320000029",
        region: "B1层P9新库西侧上下层车道",
      },
    ],
  },
  {
    label: "P10停车场出入口楼梯",
    info: [
      {
        id: "C063",
        ip: "10.141.15.63",
        seriesNumber: "31018900001320000063",
        region: "B1层P10停车场楼梯侧出入口",
      },
    ],
  },
  {
    label: "P10停车库人员出入口",
    info: [
      {
        id: "C064",
        ip: "10.141.15.64",
        seriesNumber: "31018900001320000064",
        region: "B1层P10停车场1号出入口1",
      },
      {
        id: "C065",
        ip: "10.141.15.65",
        seriesNumber: "31018900001320000065",
        region: "B1层P10停车场1号出入口2",
      },
      {
        id: "",
        ip: "10.141.15.66",
        seriesNumber: "",
        region: "B1层P10停车场2号出入口",
      },
      {
        id: "",
        ip: "10.141.15.67",
        seriesNumber: "",
        region: "B1层P10停车场3号出入口",
      },
    ],
  },
  {
    label: "P10停车库网约车上客点车道",
    info: [
      {
        id: "C068",
        ip: "10.141.15.68",
        seriesNumber: "31018900001320000068",
        region: "B1层P10停车场网约车上客点出口车道1",
      },
      {
        id: "C069",
        ip: "10.141.15.69",
        seriesNumber: "31018900001320000069",
        region: "B1层P10停车场网约车上客点出口车道2",
      },
      {
        id: "C070",
        ip: "10.141.15.70",
        seriesNumber: "31018900001320000070",
        region: "B1层P10停车场网约车上客点入口车道1",
      },
      {
        id: "C071",
        ip: "10.141.15.71",
        seriesNumber: "31018900001320000071",
        region: "B1层P10停车场网约车上客点入口车道2",
      },
    ],
  },
  {
    label: "P10停车库网约车上客点入口",
    info: [
      {
        id: "C072",
        ip: "10.141.15.72",
        seriesNumber: "31018900001320000072",
        region: "B1层P10停车场网约车上客点人员入口",
      },
    ],
  },
  {
    label: "P10停车库网约车上客点1-3",
    info: [
      {
        id: "C073",
        ip: "10.141.15.73",
        seriesNumber: "31018900001320000073",
        region: "B1层P10停车场网约车1#上客点",
      },
      {
        id: "C074",
        ip: "10.141.15.74",
        seriesNumber: "31018900001320000074",
        region: "B1层P10停车场网约车1#上客点",
      },
      {
        id: "C075",
        ip: "10.141.15.75",
        seriesNumber: "31018900001320000075",
        region: "B1层P10停车场网约车3#上客点",
      },
      {
        id: "C076",
        ip: "10.141.15.76",
        seriesNumber: "31018900001320000076",
        region: "B1层P10停车场网约车3#上客点",
      },
    ],
  },
  {
    label: "P10停车库网约车上客点5-7",
    info: [
      {
        id: "C077",
        ip: "10.141.15.77",
        seriesNumber: "31018900001320000077",
        region: "B1层P10停车场网约车5#上客点",
      },
      {
        id: "C078",
        ip: "10.141.15.78",
        seriesNumber: "31018900001320000078",
        region: "B1层P10停车场网约车5#上客点",
      },
      {
        id: "C079",
        ip: "10.141.15.79",
        seriesNumber: "31018900001320000079",
        region: "B1层P10停车场网约车7#上客点",
      },
      {
        id: "C080",
        ip: "10.141.15.80",
        seriesNumber: "31018900001320000080",
        region: "B1层P10停车场网约车7#上客点",
      },
    ],
  },
  {
    label: "P10停车库网约车上客点9-13",
    info: [
      {
        id: "C081",
        ip: "10.141.15.81",
        seriesNumber: "31018900001320000081",
        region: "B1层P10停车场网约车9#上客点",
      },
      {
        id: "C082",
        ip: "10.141.15.82",
        seriesNumber: "31018900001320000082",
        region: "B1层P10停车场网约车11#上客点",
      },
      {
        id: "C083",
        ip: "10.141.15.83",
        seriesNumber: "31018900001320000083",
        region: "B1层P10停车场网约车13#上客点",
      },
    ],
  },
  {
    label: "P10停车库B1层电梯",
    info: [
      {
        id: "C084",
        ip: "10.141.15.84",
        seriesNumber: "31018900001320000084",
        region: "B1层P10垂直电梯电梯厅",
      },
    ],
  },
  {
    label: "P10停车库B1层坡道",
    info: [
      {
        id: "C088",
        ip: "10.141.15.88",
        seriesNumber: "31018900001320000088",
        region: "B1层P10老库西侧上下层车道",
      },
      {
        id: "C089",
        ip: "10.141.15.89",
        seriesNumber: "31018900001320000089",
        region: "B1层P10老库东侧上下层车道",
      },
      {
        id: "C090",
        ip: "10.141.15.90",
        seriesNumber: "31018900001320000090",
        region: "B1层P10新库西侧上下层车道",
      },
      {
        id: "C091",
        ip: "10.141.15.91",
        seriesNumber: "31018900001320000091",
        region: "B1层P10新库东侧上下层车道",
      },
    ],
  },
  {
    label: "商务区方向通道",
    info: [
      {
        id: "C092",
        ip: "10.141.15.92",
        seriesNumber: "31018900001320000092",
        region: "B1层B区北侧通道虹桥天地方向1",
      },
      {
        id: "C094",
        ip: "10.141.15.94",
        seriesNumber: "31018900001320000094",
        region: "B1层B区南侧通道虹桥天地方向1",
      },
    ],
  },
  {
    label: "B区北侧",
    info: [
      {
        id: "C096",
        ip: "10.141.15.96",
        seriesNumber: "31018900001320000096",
        region: "B1层B区北侧通道高铁侧1",
      },
      {
        id: "C097",
        ip: "10.141.15.97",
        seriesNumber: "31018900001320000097",
        region: "B1层B区北侧通道高铁侧2",
      },
      {
        id: "C098",
        ip: "10.141.15.98",
        seriesNumber: "31018900001320000098",
        region: "B1层B区北侧通道高铁侧3",
      },
      {
        id: "C099",
        ip: "10.141.15.99",
        seriesNumber: "31018900001320000099",
        region: "B1层B区北侧通道高铁侧4",
      },
    ],
  },
  {
    label: "B区北侧地铁",
    info: [
      {
        id: "C100",
        ip: "10.141.15.100",
        seriesNumber: "310189000013200000100",
        region: "B1层B区北侧地铁通道1",
      },
      {
        id: "C101",
        ip: "10.141.15.101",
        seriesNumber: "310189000013200000101",
        region: "B1层B区北侧地铁通道2",
      },
    ],
  },
  {
    label: "B区南侧",
    info: [
      {
        id: "C102",
        ip: "10.141.15.102",
        seriesNumber: "310189000013200000102",
        region: "B1层B区南侧通道高铁侧1",
      },
      {
        id: "C103",
        ip: "10.141.15.103",
        seriesNumber: "310189000013200000103",
        region: "B1层B区南侧通道高铁侧2",
      },
      {
        id: "C104",
        ip: "10.141.15.104",
        seriesNumber: "310189000013200000104",
        region: "B1层B区南侧通道高铁侧3",
      },
      {
        id: "C105",
        ip: "10.141.15.105",
        seriesNumber: "310189000013200000105",
        region: "B1层B区南侧通道高铁侧4",
      },
    ],
  },
  {
    label: "B区南侧地铁",
    info: [
      {
        id: "C106",
        ip: "10.141.15.106",
        seriesNumber: "310189000013200000106",
        region: "B1层B区南侧地铁通道1",
      },
      {
        id: "C107",
        ip: "10.141.15.107",
        seriesNumber: "310189000013200000107",
        region: "B1层B区南侧地铁通道2",
      },
    ],
  },
  {
    label: "长途客运出入口",
    info: [
      {
        id: "C108",
        ip: "10.141.15.108",
        seriesNumber: "310189000013200000108",
        region: "B1层长途客运左入口",
      },
      {
        id: "C228",
        ip: "10.141.15.228",
        seriesNumber: "31018900001320000228",
        region: "B1层长途客运",
      },
    ],
  },
  {
    label: "P9停车库BM2层电梯",
    info: [
      {
        id: "C109",
        ip: "10.141.15.109",
        seriesNumber: "31018900001320000109",
        region: "BM2层P9垂直电梯电梯厅",
      },
    ],
  },
  {
    label: "P9停车库BM2层上客点",
    info: [
      {
        id: "C112",
        ip: "10.141.15.112",
        seriesNumber: "31018900001320000112",
        region: "BM2层P9停车场上客点1",
      },
      {
        id: "C113",
        ip: "10.141.15.113",
        seriesNumber: "31018900001320000113",
        region: "BM2层P9停车场上客点2",
      },
    ],
  },
  {
    label: "P9停车库老库BM2层坡道",
    info: [
      {
        id: "C114",
        ip: "10.141.15.114",
        seriesNumber: "31018900001320000114",
        region: "BM2层P9老库西侧下层车道",
      },
      {
        id: "C115",
        ip: "10.141.15.115",
        seriesNumber: "31018900001320000115",
        region: "BM2层P9老库东侧下层车道",
      },
      {
        id: "C116",
        ip: "10.141.15.116",
        seriesNumber: "31018900001320000116",
        region: "BM2层P9老库西侧上层车道",
      },
      {
        id: "C117",
        ip: "10.141.15.117",
        seriesNumber: "31018900001320000117",
        region: "BM2层P9老库东侧上层车道",
      },
    ],
  },
  {
    label: "P9停车库新库BM2层坡道",
    info: [
      {
        id: "C118",
        ip: "10.141.15.118",
        seriesNumber: "31018900001320000118",
        region: "BM2层P9新库西侧下层车道",
      },
      {
        id: "C119",
        ip: "10.141.15.119",
        seriesNumber: "31018900001320000119",
        region: "BM2层P9新库东侧下层车道",
      },
      {
        id: "C120",
        ip: "10.141.15.120",
        seriesNumber: "31018900001320000120",
        region: "BM2层P9新库西侧上层车道",
      },
      {
        id: "C121",
        ip: "10.141.15.121",
        seriesNumber: "31018900001320000121",
        region: "BM2层P9新库东侧上层车道",
      },
    ],
  },
  {
    label: "P10停车库BM2层电梯",
    info: [
      {
        id: "C122",
        ip: "10.141.15.122",
        seriesNumber: "31018900001320000122",
        region: "BM2层P10垂直电梯电梯厅",
      },
    ],
  },
  {
    label: "P10停车库BM2层上客点",
    info: [
      {
        id: "C125",
        ip: "10.141.15.125",
        seriesNumber: "31018900001320000125",
        region: "BM2层P10停车场上客点1",
      },
      {
        id: "C126",
        ip: "10.141.15.126",
        seriesNumber: "31018900001320000126",
        region: "BM2层P10停车场上客点2",
      },
    ],
  },
  {
    label: "P10停车库老库BM2层坡道",
    info: [
      {
        id: "C127",
        ip: "10.141.15.127",
        seriesNumber: "31018900001320000127",
        region: "BM2层P10老库西侧下层车道",
      },
      {
        id: "C128",
        ip: "10.141.15.128",
        seriesNumber: "31018900001320000128",
        region: "BM2层P10老库东侧下层车道",
      },
      {
        id: "C129",
        ip: "10.141.15.129",
        seriesNumber: "31018900001320000129",
        region: "BM2层P10老库西侧上层车道",
      },
      {
        id: "C130",
        ip: "10.141.15.130",
        seriesNumber: "31018900001320000130",
        region: "BM2层P10老库东侧上层车道",
      },
    ],
  },
  {
    label: "P10停车库新库BM2层坡道",
    info: [
      {
        id: "C131",
        ip: "10.141.15.131",
        seriesNumber: "31018900001320000131",
        region: "BM2层P9新库西侧下层车道",
      },
      {
        id: "C132",
        ip: "10.141.15.132",
        seriesNumber: "31018900001320000132",
        region: "BM2层P9新库东侧下层车道",
      },
      {
        id: "C133",
        ip: "10.141.15.133",
        seriesNumber: "31018900001320000133",
        region: "BM2层P9新库西侧上层车道",
      },
      {
        id: "C134",
        ip: "10.141.15.134",
        seriesNumber: "31018900001320000134",
        region: "BM2层P9新库东侧上层车道",
      },
    ],
  },
  {
    label: "P9停车库BM1层电梯",
    info: [
      {
        id: "C135",
        ip: "10.141.15.135",
        seriesNumber: "31018900001320000135",
        region: "BM1层P9垂直电梯电梯厅",
      },
    ],
  },
  {
    label: "P9停车库BM1层坡道",
    info: [
      {
        id: "C138",
        ip: "10.141.15.138",
        seriesNumber: "31018900001320000138",
        region: "BM1层P9老库西侧下层车道",
      },
      {
        id: "C139",
        ip: "10.141.15.139",
        seriesNumber: "31018900001320000139",
        region: "BM1层P9老库东侧下层车道",
      },
      {
        id: "C140",
        ip: "10.140.70.157",
        seriesNumber: "31018900001320000281",
        region: "BM1层P9新库西侧下层车道",
      },
      {
        id: "C141",
        ip: "10.140.70.156",
        seriesNumber: "31018900001320000282",
        region: "BM1层P9新库东侧下层车道",
      },
    ],
  },
  {
    label: "P9停车库BM1层充电桩",
    info: [
      {
        id: "C142",
        ip: "10.140.70.142",
        seriesNumber: "31018900001320000142",
        region: "BM1层P9停电位P9-01-106",
      },
      {
        id: "C143",
        ip: "10.140.70.143",
        seriesNumber: "31018900001320000143",
        region: "BM1层P9停电位P9-01-103",
      },
      {
        id: "C144",
        ip: "10.140.70.144",
        seriesNumber: "31018900001320000144",
        region: "BM1层P9停电位P9-01-106对侧",
      },
      {
        id: "C145",
        ip: "10.140.70.145",
        seriesNumber: "31018900001320000283",
      },
    ],
  },
  // ============================================
  {
    label: "P10停车库BM1层电梯",
    info: [
      {
        id: "C158",
        ip: "10.141.15.158",
        seriesNumber: "31018900001320000158",
        region: "BM1层P10垂直电梯电梯厅",
      },
      {
        id: "C160",
        ip: "10.141.15.160",
        seriesNumber: "31018900001320000160",
        region: "BM1层P10自动扶梯整体",
      },
      {
        id: "C144",
        ip: "10.140.70.144",
        seriesNumber: "31018900001320000144",
        region: "BM1层P9停电位P9-01-106对侧",
      },
      {
        id: "C145",
        ip: "10.140.70.145",
        seriesNumber: "31018900001320000283",
      },
    ],
  },
  {
    label: "P10停车库BM1层坡道",
    info: [
      {
        id: "C158",
        ip: "10.141.15.161",
        seriesNumber: "31018900001320000161",
        region: "BM1层P10老库西侧下层车道",
      },
      {
        id: "C160",
        ip: "10.141.15.162",
        seriesNumber: "31018900001320000162",
        region: "BM1层P10老库东侧下层车道",
      },
      {
        id: "C144",
        ip: "10.141.15.163",
        seriesNumber: "31018900001320000163",
        region: "BM1层P10新库西侧下层车道",
      },
      {
        id: "C145",
        ip: "10.141.15.164",
        seriesNumber: "31018900001320000164",
        region: "BM1层P10新库东侧下层车道",
      },
    ],
  },
  {
    label: "P9-P10停车库南北通道",
    info: [
      {
        id: "C176",
        ip: "10.141.15.176",
        seriesNumber: "31018900001320000176",
        region: "BM1层P9-P10停车库南北通道1",
      },
      {
        id: "C177",
        ip: "10.141.15.177",
        seriesNumber: "31018900001320000177",
        region: "BM1层P9-P10停车库南北通道2",
      },
      {
        id: "C178",
        ip: "10.141.15.178",
        seriesNumber: "31018900001320000178",
        region: "BM1层P10-P9停车库南北通道1",
      },
      {
        id: "C179",
        ip: "10.141.15.179",
        seriesNumber: "31018900001320000179",
        region: "BM1层P10-P9停车库南北通道2",
      },
    ],
  },
  {
    label: "P9玻璃房商业区出口",
    info: [
      {
        id: "C190",
        ip: "10.141.15.190",
        seriesNumber: "31018900001320000190",
        region: "1F层P9玻璃房上商业区西侧出口",
      },
      {
        id: "C191",
        ip: "10.141.15.191",
        seriesNumber: "31018900001320000191",
        region: "1F层P9玻璃房上商业区东侧出口",
      },
    ],
  },
  {
    label: "P10玻璃房商业区出口",
    info: [
      {
        id: "C194",
        ip: "10.141.15.194",
        seriesNumber: "31018900001320000194",
        region: "1F层P10玻璃房上商业区东侧出口",
      },
    ],
  },
  {
    label: "P9滴滴网约车出入口车道",
    info: [
      {
        id: "C195",
        ip: "10.141.15.195",
        seriesNumber: "31018900001320000195",
        region: "1F层网约车车辆入口1",
      },
      {
        id: "C196",
        ip: "10.141.15.196",
        seriesNumber: "31018900001320000196",
        region: "1F层网约车车辆入口2",
      },
      {
        id: "C197",
        ip: "10.141.15.197",
        seriesNumber: "31018900001320000197",
        region: "1F层网约车车辆出口",
      },
      {
        id: "C227",
        ip: "10.141.15.227",
        seriesNumber: "31018900001320000227",
        region: "1F层网约车车辆出口",
      },
    ],
  },
  {
    label: "P9网约车快速上客区域（黄、红）",
    info: [
      {
        id: "C211",
        ip: "10.141.15.211",
        seriesNumber: "31018900001320000211",
        region: "1F层网约车快速上客区域（蓝区）2",
      },
      {
        id: "C212",
        ip: "10.140.202.157",
        seriesNumber: "31018900001320000256",
        region: "1F层网约车快速上客区域（绿区）1",
      },
      {
        id: "C214",
        ip: "10.141.15.214",
        seriesNumber: "31018900001320000214",
        region: "1F层网约车快速上客区域（绿区）1",
      },
    ],
  },
  {
    label: "P9网约车快速上客区域中部",
    info: [
      {
        id: "C215",
        ip: "10.141.15.215",
        seriesNumber: "31018900001320000215",
        region: "1F层网约车快速上客中部区域南侧1",
      },
      {
        id: "C216",
        ip: "10.140.202.156",
        seriesNumber: "31018900001320000255",
        region: "1F层网约车快速上客中部区域南侧2",
      },
      {
        id: "C217",
        ip: "10.140.202.166",
        seriesNumber: "31018900001320000260",
        region: "1F层网约车快速上客中部区域北侧1",
      },
      {
        id: "C218",
        ip: "10.140.202.168",
        seriesNumber: "31018900001320000261",
        region: "1F层网约车快速上客中部区域北侧2",
      },
    ],
  },
  {
    label: "P9停车库出入口车道",
    info: [
      {
        id: "C219",
        ip: "10.140.70.153",
        seriesNumber: "31018900001320000293",
        region: "P9停车库车道入口坡道",
      },
      {
        id: "C220",
        ip: "10.140.70.155",
        seriesNumber: "31018900001320000294",
        region: "P9停车库车道入口坡道",
      },
      {
        id: "C221",
        ip: "10.140.70.152",
        seriesNumber: "31018900001320000295",
        region: "P9停车库车道出口坡道",
      },
      {
        id: "C222",
        ip: "10.140.70.154",
        seriesNumber: "31018900001320000296",
        region: "P9停车库车道出口坡道",
      },
    ],
  },
  {
    label: "P10停车库出入口车道",
    info: [
      {
        id: "C223",
        ip: "10.140.70.150",
        seriesNumber: "31018900001320000286",
        region: "P10停车库车道入口坡道",
      },
      {
        id: "C224",
        ip: "10.140.70.151",
        seriesNumber: "31018900001320000289",
        region: "P10停车库车道入口坡道",
      },
      {
        id: "C225",
        ip: "10.141.15.225",
        seriesNumber: "31018900001320000225",
        region: "P10停车库车道出口坡道",
      },
      {
        id: "C226",
        ip: "10.141.15.226",
        seriesNumber: "31018900001320000226",
        region: "P10停车库车道出口坡道",
      },
    ],
  },
];

export default result;
